{
    "s001a.jpg": "The facial expression shows tightly drawn eyebrows, eyes slightly narrowed, nose wrinkled, and mouth wide open with visible teeth, creating an intense and forceful appearance.",
    "s003a.jpg": "The facial expression shows tightly closed eyes, furrowed brows, a wrinkled nose, and clenched teeth with lips pulled back.",
    "s011a.jpg": "The facial expression shows tightly closed eyes, deeply furrowed brows, a scrunched nose, and an open mouth with visible teeth.",
    "s029a.jpg": "The facial expression shows furrowed eyebrows, eyes slightly squinted, and the mouth open with lips parted, suggesting tension in the upper face.",
    "s032a.jpg": "The facial expression shows tightly closed eyes, eyebrows drawn down and inward, nose slightly wrinkled, and teeth clenched together with lips pulled back. The forehead is furrowed, and the cheeks are raised.",
    "s001n.jpg": "The facial expression shows slightly raised eyebrows, eyes looking forward with a neutral gaze, and lips closed with a subtle upward curve at the corners, suggesting a mild, gentle smile.",
    "s003n.jpg": "The facial expression appears neutral, with relaxed facial muscles, closed lips, and eyes looking forward without significant narrowing or widening.",
    "s026n.jpg": "The facial expression shows slightly raised eyebrows, relaxed eyes, and a subtle closed-mouth smile, giving a gentle and calm appearance.",
    "s027n.jpg": "The facial expression shows slightly raised eyebrows, wide-open eyes, and lips pressed together without a smile.",
    "s044n.jpg": "The facial expression shows a neutral mouth position with closed lips, slightly raised eyebrows, and eyes looking directly forward, giving a calm and composed appearance.",
    "s031a.jpg": "The facial expression shows one eyebrow raised, the nose slightly wrinkled, eyes narrowed, and the mouth open with the upper teeth visible.",
    "s041a.jpg": "The facial expression shows furrowed eyebrows, narrowed eyes, and the nose slightly wrinkled, with the upper lip raised and teeth clenched together.",
    "s043a.jpg": "The facial expression shows closed eyes, slightly furrowed brows, and lips gently pressed together with a subtle downward turn.",
    "s046a.jpg": "The facial expression shows a wrinkled nose, narrowed eyes, and slightly raised upper lip with clenched teeth visible.",
    "s058a.jpg": "The facial expression shows slightly narrowed eyes with eyebrows drawn downward and inward, paired with a small, closed-mouth smile."
}